Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# app.newBookmarkFolderDialog.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# app.newBookmarkFolderDialog.confirmButton
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
nl: Bevestig
zh_hans: 确认
zh_hant: 確認

# app.phiMenu.checkForUpdatesMenuItem
source: Check for Update...
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Zoek naar updates…
zh_hans: 检查更新…
zh_hant: 檢查更新…

# app.renameSpaceDialog.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# app.renameSpaceDialog.message
source: Enter a new name for this Space.
de: Gib einen neuen Namen für diesen Space ein.
es: Introduce un nombre nuevo para este Espacio.
fr: Saisissez un nouveau nom pour cet Espace.
ja: このスペースの新しい名前を入力してください。
ko: 이 스페이스의 새 이름을 입력하세요.
nl: Voer een nieuwe naam in voor deze Space.
zh_hans: 输入此空间的新名称。
zh_hant: 請輸入這個空間的新名稱。

# app.renameSpaceDialog.renameButton
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
nl: Wijzig naam
zh_hans: 重命名
zh_hant: 重新命名

# app.renameSpaceDialog.title
source: Rename Space
de: Space umbenennen
es: Renombrar Espacio
fr: Renommer l'Espace
ja: スペースの名前を変更
ko: 스페이스 이름 변경
nl: Wijzig Space-naam
zh_hans: 重命名空间
zh_hant: 重新命名空間

# app.spacesMenu.changeIcon
source: Change Icon…
de: Symbol ändern…
es: Cambiar icono…
fr: Modifier l'icône…
ja: アイコンを変更…
ko: 아이콘 변경…
nl: Wijzig symbool…
zh_hans: 更改图标…
zh_hant: 變更圖示…

# app.spacesMenu.changeProfile
source: Change Profile
de: Profil wechseln
es: Cambiar perfil
fr: Changer de profil
ja: プロファイルを変更
ko: 프로필 변경
nl: Wijzig profiel
zh_hans: 更改个人资料
zh_hant: 變更設定檔

# app.spacesMenu.changeTheme
source: Edit Theme
de: Design bearbeiten
es: Editar tema
fr: Modifier le thème
ja: テーマを編集
ko: 테마 편집
nl: Wijzig thema
zh_hans: 编辑主题
zh_hant: 編輯主題

# app.spacesMenu.closeActiveIncognitoSpace
source: Close Incognito Space
de: Inkognito-Space schließen
es: Cerrar Espacio de incógnito
fr: Fermer l'Espace de navigation privée
ja: シークレットスペースを閉じる
ko: 시크릿 스페이스 닫기
nl: Sluit Incognito-Space
zh_hans: 关闭无痕空间
zh_hant: 關閉無痕空間

# app.spacesMenu.deleteProfile.emptyPlaceholder
source: No Profiles to Delete
de: Keine Profile zum Löschen
es: No hay perfiles que eliminar
fr: Aucun profil à supprimer
ja: 削除できるプロファイルがありません
ko: 삭제할 프로필 없음
nl: Geen profielen om te verwijderen
zh_hans: 没有可删除的个人资料
zh_hant: 沒有可刪除的設定檔

# app.spacesMenu.deleteProfile.inUseLabel
source: %@ — in use by a Space
de: %@ (von einem Space verwendet)
es: %@ (en uso por un Espacio)
fr: %@ (utilisé par un Espace)
ja: %@（スペースで使用中）
ko: %@ (스페이스에서 사용 중)
nl: %@ (in gebruik door een Space)
zh_hans: %@（正在被某个空间使用）
zh_hant: %@（已被空間使用）

# app.spacesMenu.deleteProfile.submenuTitle
source: Delete Profile
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
ja: プロファイルを削除
ko: 프로필 삭제
nl: Verwijder profiel
zh_hans: 删除个人资料
zh_hant: 刪除設定檔

# app.spacesMenu.deleteSpace
source: Delete Space…
de: Space löschen…
es: Eliminar Espacio…
fr: Supprimer l'Espace…
ja: スペースを削除…
ko: 스페이스 삭제…
nl: Verwijder Space…
zh_hans: 删除空间…
zh_hant: 刪除空間…

# app.spacesMenu.newProfile
source: New Profile…
de: Neues Profil…
es: Nuevo perfil…
fr: Nouveau profil…
ja: 新しいプロファイル…
ko: 새 프로필…
nl: Nieuw profiel…
zh_hans: 新建个人资料…
zh_hant: 新增設定檔…

# app.spacesMenu.newSpace
source: New Space…
de: Neuer Space…
es: Nuevo Espacio…
fr: Nouvel Espace…
ja: 新しいスペース…
ko: 새 스페이스…
nl: Nieuwe Space…
zh_hans: 新建空间…
zh_hant: 新增空間…

# app.spacesMenu.nextSpace
source: Next Space
de: Nächster Space
es: Espacio siguiente
fr: Espace suivant
ja: 次のスペース
ko: 다음 스페이스
nl: Volgende Space
zh_hans: 下一个空间
zh_hant: 下一個空間

# app.spacesMenu.previousSpace
source: Previous Space
de: Vorheriger Space
es: Espacio anterior
fr: Espace précédent
ja: 前のスペース
ko: 이전 스페이스
nl: Vorige Space
zh_hans: 上一个空间
zh_hant: 上一個空間

# app.spacesMenu.profileSubmenu.title
source: Change Profile
de: Profil wechseln
es: Cambiar perfil
fr: Changer de profil
ja: プロファイルを変更
ko: 프로필 변경
nl: Wijzig profiel
zh_hans: 更改个人资料
zh_hant: 變更設定檔

# app.spacesMenu.renameSpace
source: Rename Space…
de: Space umbenennen…
es: Renombrar Espacio…
fr: Renommer l'Espace…
ja: スペースの名前を変更…
ko: 스페이스 이름 변경…
nl: Wijzig Space-naam…
zh_hans: 重命名空间…
zh_hant: 重新命名空間…

# app.spacesMenu.themeSubmenu.title
source: Edit Theme
de: Design bearbeiten
es: Editar tema
fr: Modifier le thème
ja: テーマを編集
ko: 테마 편집
nl: Wijzig thema
zh_hans: 编辑主题
zh_hant: 編輯主題

# app.spacesMenu.urlRules
source: URL Rules…
de: URL-Regeln…
es: Reglas de URL…
fr: Règles d'URL…
ja: URLルール…
ko: URL 규칙…
nl: URL-regels…
zh_hans: 网址规则…
zh_hant: 網址規則…

# app.spaceSwitcherMenu.newSpaceAction
source: New Space…
de: Neuer Space…
es: Nuevo Espacio…
fr: Nouvel Espace…
ja: 新しいスペース…
ko: 새 스페이스…
nl: Nieuwe Space…
zh_hans: 新建空间…
zh_hant: 新增空間…

# app.tabAreaMenu.changeIcon
source: Change Icon…
de: Symbol ändern…
es: Cambiar icono…
fr: Modifier l'icône…
ja: アイコンを変更…
ko: 아이콘 변경…
nl: Wijzig symbool…
zh_hans: 更改图标…
zh_hant: 變更圖示…

# app.tabGroups.fallbackTitle
source: Tab Group
de: Tab-Gruppe
es: Grupo de pestañas
fr: Groupe d'onglets
ja: タブグループ
ko: 탭 그룹
nl: Tabbladgroep
zh_hans: 标签页组
zh_hant: 分頁群組

# app.timeMachineRestore.backupUnavailableMessage
source: The selected Time Machine backup is no longer available.
de: Das ausgewählte Time Machine-Backup ist nicht mehr verfügbar.
es: La copia de seguridad de Time Machine seleccionada ya no está disponible.
fr: La sauvegarde Time Machine sélectionnée n'est plus disponible.
ja: 選択したTime Machineバックアップは利用できなくなりました。
ko: 선택한 Time Machine 백업을 더 이상 사용할 수 없어요.
nl: De geselecteerde Time Machine-back-up is niet meer beschikbaar.
zh_hans: 所选的时间机器备份已不再可用。
zh_hant: 所選的「時光機」備份已無法使用。

# app.timeMachineRestore.catalogReadFailureMessage
source: Phi could not read Time Machine backups: %@
de: Phi konnte die Time Machine-Backups nicht lesen: %@
es: Phi no pudo leer las copias de seguridad de Time Machine: %@
fr: Phi n'a pas pu lire les sauvegardes Time Machine : %@
ja: PhiがTime Machineのバックアップを読み取れませんでした: %@
ko: Phi가 Time Machine 백업을 읽지 못했어요: %@
nl: Phi kon de Time Machine-back-ups niet lezen: %@
zh_hans: Phi 无法读取时间机器备份：%@
zh_hant: Phi 無法讀取「時光機」備份：%@

# app.timeMachineRestore.confirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# app.timeMachineRestore.confirmation.message
source: Phi will quit and restore %@. The current app and selected user data will be replaced.
de: Phi wird beendet und stellt %@ wieder her. Die aktuelle App und die ausgewählten Nutzerdaten werden ersetzt.
es: Phi se cerrará y restaurará %@. Se reemplazarán la app actual y los datos de usuario seleccionados.
fr: Phi va quitter et restaurer %@. L'app actuelle et les données utilisateur sélectionnées seront remplacées.
ja: Phiを終了して%@を復元します。現在のアプリと選択したユーザーデータは置き換えられます。
ko: Phi를 종료한 다음 %@을(를) 복원해요. 현재 앱과 선택한 사용자 데이터가 대체돼요.
nl: Phi stopt en zet %@ terug. De huidige app en de geselecteerde gebruikersgegevens worden vervangen.
zh_hans: Phi 将退出并恢复 %@。当前应用和所选用户数据将被替换。
zh_hant: Phi 會結束並回復 %@。目前的 App 和所選的使用者資料將會被取代。

# app.timeMachineRestore.confirmation.restoreButton
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
nl: Zet terug
zh_hans: 恢复
zh_hant: 回復

# app.timeMachineRestore.confirmation.title
source: Restore Time Machine Backup?
de: Time Machine-Backup wiederherstellen?
es: ¿Restaurar la copia de seguridad de Time Machine?
fr: Restaurer la sauvegarde Time Machine ?
ja: Time Machineバックアップを復元しますか？
ko: Time Machine 백업을 복원할까요?
nl: Time Machine-back-up terugzetten?
zh_hans: 要恢复时间机器备份吗？
zh_hant: 要回復「時光機」備份嗎？

# app.timeMachineRestore.failure.title
source: Time Machine Restore Failed
de: Time Machine-Wiederherstellung fehlgeschlagen
es: Error en la restauración de Time Machine
fr: Échec de la restauration Time Machine
ja: Time Machineからの復元に失敗しました
ko: Time Machine 복원 실패
nl: Terugzetten via Time Machine mislukt
zh_hans: 时间机器恢复失败
zh_hant: 「時光機」回復失敗

# app.timeMachineRestore.launchFailureMessage
source: Phi could not start Time Machine restore: %@
de: Phi konnte die Wiederherstellung aus Time Machine nicht starten: %@
es: Phi no pudo iniciar la restauración de Time Machine: %@
fr: Phi n'a pas pu démarrer la restauration Time Machine : %@
ja: PhiがTime Machineからの復元を開始できませんでした: %@
ko: Phi가 Time Machine 복원을 시작하지 못했어요: %@
nl: Phi kon het terugzetten via Time Machine niet starten: %@
zh_hans: Phi 无法启动时间机器恢复：%@
zh_hant: Phi 無法開始「時光機」回復：%@

# app.timeMachineRestore.progress.downloadingRollbackPackage
source: Downloading rollback package...
de: Rollback-Paket wird heruntergeladen…
es: Descargando el paquete de reversión…
fr: Téléchargement du package de restauration…
ja: ロールバックパッケージをダウンロード中…
ko: 롤백 패키지 다운로드 중…
nl: Rollbackpakket wordt gedownload…
zh_hans: 正在下载回滚软件包…
zh_hant: 正在下載還原套件…

# app.timeMachineRestore.progress.expandingRollbackPackage
source: Expanding rollback package...
de: Rollback-Paket wird entpackt…
es: Descomprimiendo el paquete de reversión…
fr: Décompression du package de restauration…
ja: ロールバックパッケージを展開中…
ko: 롤백 패키지 압축 해제 중…
nl: Rollbackpakket wordt uitgepakt…
zh_hans: 正在解压回滚软件包…
zh_hant: 正在解壓縮還原套件…

# app.timeMachineRestore.progress.preparingInstaller
source: Preparing installer...
de: Installationsprogramm wird vorbereitet…
es: Preparando el instalador…
fr: Préparation du programme d'installation…
ja: インストーラを準備中…
ko: 설치 프로그램 준비 중…
nl: Installatieprogramma voorbereiden…
zh_hans: 正在准备安装程序…
zh_hant: 正在準備安裝程式…

# app.timeMachineRestore.progress.preparingRestore
source: Preparing restore...
de: Wiederherstellung wird vorbereitet…
es: Preparando la restauración…
fr: Préparation de la restauration…
ja: 復元を準備中…
ko: 복원 준비 중…
nl: Terugzetten voorbereiden…
zh_hans: 正在准备恢复…
zh_hant: 正在準備回復…

# app.timeMachineRestore.progress.restartingPhi
source: Restarting Phi...
de: Phi wird neu gestartet…
es: Reiniciando Phi…
fr: Redémarrage de Phi…
ja: Phiを再起動しています…
ko: Phi 다시 시작 중…
nl: Phi wordt opnieuw gestart…
zh_hans: 正在重启 Phi…
zh_hant: 正在重新啟動 Phi…

# app.timeMachineRestore.progress.startingRestore
source: Starting restore...
de: Wiederherstellung wird gestartet…
es: Iniciando la restauración…
fr: Démarrage de la restauration…
ja: 復元を開始しています…
ko: 복원 시작 중…
nl: Terugzetten starten…
zh_hans: 正在开始恢复…
zh_hant: 正在開始回復…

# app.timeMachineRestore.progress.title
source: Preparing Time Machine Restore
de: Time Machine-Wiederherstellung wird vorbereitet
es: Preparando la restauración de Time Machine
fr: Préparation de la restauration Time Machine
ja: Time Machineからの復元を準備中
ko: Time Machine 복원 준비 중
nl: Terugzetten via Time Machine voorbereiden
zh_hans: 正在准备时间机器恢复
zh_hant: 正在準備「時光機」回復

# app.timeMachineRestore.progress.validatingRollbackApp
source: Validating rollback app...
de: Rollback-App wird geprüft…
es: Validando la app de reversión…
fr: Validation de l'app de restauration…
ja: ロールバック用アプリを検証しています…
ko: 롤백 앱 확인 중…
nl: Rollback-app valideren…
zh_hans: 正在验证回滚应用…
zh_hant: 正在驗證要回復的 App…

# app.timeMachineRestore.progress.windowTitle
source: Time Machine Restore
de: Time Machine-Wiederherstellung
es: Restauración de Time Machine
fr: Restauration Time Machine
ja: Time Machineからの復元
ko: Time Machine 복원
nl: Terugzetten via Time Machine
zh_hans: 时间机器恢复
zh_hant: 「時光機」回復

# app.uninstall.confirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# app.uninstall.confirmation.message
source: Phi and Phi Sentinel will quit. Browsing data, conversations, AI memory, service data, and local AI models for this version of Phi will be permanently deleted. This cannot be undone.
de: Phi und Phi Sentinel werden beendet. Browserdaten, Unterhaltungen, KI-Erinnerungen, Dienstdaten und lokale KI-Modelle dieser Phi-Version werden dauerhaft gelöscht. Das kann nicht rückgängig gemacht werden.
es: Phi y Phi Sentinel se cerrarán. Los datos de navegación, las conversaciones, la memoria de IA, los datos de servicio y los modelos de IA locales de esta versión de Phi se eliminarán de forma permanente. Esta acción no se puede deshacer.
fr: Phi et Phi Sentinel vont quitter. Les données de navigation, les conversations, la mémoire de l'IA, les données de service et les modèles d'IA locaux de cette version de Phi seront définitivement supprimés. Cette action est irréversible.
ja: PhiとPhi Sentinelが終了します。このバージョンのPhiの閲覧データ、会話、AIメモリ、サービスデータ、ローカルAIモデルは完全に削除されます。この操作は取り消せません。
ko: Phi와 Phi Sentinel이 종료돼요. 이 버전의 Phi에 있는 브라우징 데이터, 대화, AI 메모리, 서비스 데이터, 로컬 AI 모델이 영구적으로 삭제돼요. 이 작업은 되돌릴 수 없어요.
nl: Phi en Phi Sentinel worden gestopt. Browsegegevens, gesprekken, AI-geheugen, servicegegevens en lokale AI-modellen van deze versie van Phi worden definitief verwijderd. Dit kan niet ongedaan worden gemaakt.
zh_hans: Phi 和 Phi Sentinel 将会退出。此版本 Phi 的浏览数据、对话、AI 记忆、服务数据和本地 AI 模型都将被永久删除。此操作无法撤销。
zh_hant: Phi 和 Phi Sentinel 將會結束。此版本 Phi 的瀏覽資料、對話、AI 記憶、服務資料與本機 AI 模型都會被永久刪除。此操作無法復原。

# app.uninstall.confirmation.title
source: Uninstall Phi?
de: Phi deinstallieren?
es: ¿Desinstalar Phi?
fr: Désinstaller Phi ?
ja: Phiをアンインストールしますか?
ko: Phi를 제거할까요?
nl: Phi verwijderen?
zh_hans: 要卸载 Phi 吗？
zh_hant: 要解除安裝 Phi 嗎？

# app.uninstall.confirmation.uninstallButton
source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
ja: アンインストール
ko: 제거
nl: Verwijder
zh_hans: 卸载
zh_hant: 解除安裝

# app.uninstall.failure.message
source: No data was deleted. %@
de: Es wurden keine Daten gelöscht. %@
es: No se eliminó ningún dato. %@
fr: Aucune donnée n'a été supprimée. %@
ja: データは削除されていません。%@
ko: 삭제된 데이터는 없어요. %@
nl: Er zijn geen gegevens verwijderd. %@
zh_hans: 未删除任何数据。%@
zh_hant: 沒有刪除任何資料。%@

# app.uninstall.failure.title
source: Phi Could Not Be Uninstalled
de: Phi konnte nicht deinstalliert werden
es: No se pudo desinstalar Phi
fr: Impossible de désinstaller Phi
ja: Phiをアンインストールできませんでした
ko: Phi를 제거하지 못했어요
nl: Phi kon niet worden verwijderd
zh_hans: 无法卸载 Phi
zh_hant: 無法解除安裝 Phi

# app.urlRulesEditor.windowTitle
source: URL Rules
de: URL-Regeln
es: Reglas de URL
fr: Règles d'URL
ja: URLルール
ko: URL 규칙
nl: URL-regels
zh_hans: 网址规则
zh_hant: 網址規則

# app.userDataExport.aiData.archive.inspectionFailureMessage
source: Could not inspect the AI data archive.
de: Das KI-Datenarchiv konnte nicht überprüft werden.
es: No se pudo inspeccionar el archivo de datos de IA.
fr: Impossible d'inspecter l'archive de données IA.
ja: AIデータアーカイブを検査できませんでした。
ko: AI 데이터 아카이브를 검사할 수 없어요.
nl: Kan het AI-gegevensarchief niet inspecteren.
zh_hans: 无法检查 AI 数据归档。
zh_hant: 無法檢查 AI 資料封存檔。

# app.userDataExport.aiData.archive.invalidFileMessage
source: The AI data archive is not a regular file.
de: Das KI-Datenarchiv ist keine reguläre Datei.
es: El archivo de datos de IA no es un archivo normal.
fr: L'archive des données IA n'est pas un fichier standard.
ja: AIデータのアーカイブが通常のファイルではありません。
ko: AI 데이터 아카이브가 일반 파일이 아니에요.
nl: Het AI-gegevensarchief is geen normaal bestand.
zh_hans: AI 数据归档不是普通文件。
zh_hant: AI 資料封存檔不是一般檔案。

# app.userDataExport.aiData.archive.openFailureMessage
source: Could not safely open the AI data archive.
de: Das KI-Datenarchiv konnte nicht sicher geöffnet werden.
es: No se pudo abrir de forma segura el archivo de datos de IA.
fr: Impossible d'ouvrir l'archive de données IA en toute sécurité.
ja: AIデータアーカイブを安全に開けませんでした。
ko: AI 데이터 아카이브를 안전하게 열 수 없어요.
nl: Kan het AI-gegevensarchief niet veilig openen.
zh_hans: 无法安全地打开 AI 数据归档。
zh_hant: 無法安全地開啟 AI 資料封存檔。

# app.userDataExport.aiData.archive.stagingFailureMessage
source: Could not stage the AI data archive.
de: Das KI-Datenarchiv konnte nicht für das Backup bereitgestellt werden.
es: No se pudo preparar el archivo de datos de IA.
fr: Impossible de préparer l'archive de données IA pour la sauvegarde.
ja: AIデータアーカイブをバックアップ用に準備できませんでした。
ko: AI 데이터 아카이브를 백업용으로 준비할 수 없어요.
nl: Kan het AI-gegevensarchief niet klaarzetten.
zh_hans: 无法暂存 AI 数据归档。
zh_hant: 無法準備 AI 資料封存檔。

# app.userDataExport.aiData.failure.cancelledMessage
source: AI data backup was cancelled. No backup was created.
de: Das KI-Daten-Backup wurde abgebrochen. Es wurde kein Backup erstellt.
es: Se canceló la copia de seguridad de los datos de IA. No se creó ninguna copia de seguridad.
fr: La sauvegarde des données IA a été annulée. Aucune sauvegarde n'a été créée.
ja: AIデータのバックアップはキャンセルされました。バックアップは作成されませんでした。
ko: AI 데이터 백업이 취소됐어요. 백업이 생성되지 않았어요.
nl: De back-up van AI-gegevens is geannuleerd. Er is geen back-up gemaakt.
zh_hans: AI 数据备份已取消。未创建任何备份。
zh_hant: AI 資料備份已取消。未建立任何備份。

# app.userDataExport.aiData.failure.exportFailureMessage
source: AI data could not be backed up because Sentinel could not export it. No backup was created.
de: KI-Daten konnten nicht gesichert werden, weil Sentinel sie nicht exportieren konnte. Es wurde kein Backup erstellt.
es: No se pudo hacer la copia de seguridad de los datos de IA porque Sentinel no pudo exportarlos. No se creó ninguna copia de seguridad.
fr: Impossible de sauvegarder les données IA, car Sentinel n'a pas pu les exporter. Aucune sauvegarde n'a été créée.
ja: Sentinelがエクスポートできなかったため、AIデータをバックアップできませんでした。バックアップは作成されませんでした。
ko: Sentinel이 AI 데이터를 내보낼 수 없어 백업하지 못했어요. 백업이 생성되지 않았어요.
nl: Er kon geen back-up van AI-gegevens worden gemaakt omdat Sentinel ze niet kon exporteren. Er is geen back-up gemaakt.
zh_hans: 由于 Sentinel 无法导出，AI 数据未能备份。未创建任何备份。
zh_hant: 由於 Sentinel 無法匯出，AI 資料無法備份。未建立任何備份。

# app.userDataExport.aiData.failure.invalidArchiveMessage
source: AI data could not be backed up because Sentinel returned an unexpected file. No backup was created.
de: KI-Daten konnten nicht gesichert werden, weil Sentinel eine unerwartete Datei zurückgegeben hat. Es wurde kein Backup erstellt.
es: No se pudo hacer la copia de seguridad de los datos de IA porque Sentinel devolvió un archivo inesperado. No se creó ninguna copia de seguridad.
fr: Impossible de sauvegarder les données IA, car Sentinel a renvoyé un fichier inattendu. Aucune sauvegarde n'a été créée.
ja: Sentinelが予期しないファイルを返したため、AIデータをバックアップできませんでした。バックアップは作成されませんでした。
ko: Sentinel이 예상치 못한 파일을 반환해 AI 데이터를 백업하지 못했어요. 백업이 생성되지 않았어요.
nl: Er kon geen back-up van AI-gegevens worden gemaakt omdat Sentinel een onverwacht bestand teruggaf. Er is geen back-up gemaakt.
zh_hans: 由于 Sentinel 返回了异常文件，AI 数据未能备份。未创建任何备份。
zh_hant: 由於 Sentinel 傳回非預期的檔案，AI 資料無法備份。未建立任何備份。

# app.userDataExport.aiData.failure.serviceUnavailableMessage
source: AI data could not be backed up because Sentinel could not be started. No backup was created.
de: KI-Daten konnten nicht gesichert werden, weil Sentinel nicht gestartet werden konnte. Es wurde kein Backup erstellt.
es: No se pudo hacer la copia de seguridad de los datos de IA porque no se pudo iniciar Sentinel. No se creó ninguna copia de seguridad.
fr: Impossible de sauvegarder les données IA, car Sentinel n'a pas pu être démarré. Aucune sauvegarde n'a été créée.
ja: Sentinelを起動できなかったため、AIデータをバックアップできませんでした。バックアップは作成されませんでした。
ko: Sentinel을 시작할 수 없어 AI 데이터를 백업하지 못했어요. 백업이 생성되지 않았어요.
nl: Er kon geen back-up van AI-gegevens worden gemaakt omdat Sentinel niet kon worden gestart. Er is geen back-up gemaakt.
zh_hans: 由于 Sentinel 无法启动，AI 数据未能备份。未创建任何备份。
zh_hant: 由於 Sentinel 無法啟動，AI 資料無法備份。未建立任何備份。

# app.userDataExport.aiData.failure.timeoutMessage
source: AI data could not be backed up because Sentinel did not respond in time. No backup was created.
de: KI-Daten konnten nicht gesichert werden, weil Sentinel nicht rechtzeitig geantwortet hat. Es wurde kein Backup erstellt.
es: No se pudo hacer la copia de seguridad de los datos de IA porque Sentinel no respondió a tiempo. No se creó ninguna copia de seguridad.
fr: Impossible de sauvegarder les données IA, car Sentinel n'a pas répondu à temps. Aucune sauvegarde n'a été créée.
ja: Sentinelが時間内に応答しなかったため、AIデータをバックアップできませんでした。バックアップは作成されませんでした。
ko: Sentinel이 제시간에 응답하지 않아 AI 데이터를 백업하지 못했어요. 백업이 생성되지 않았어요.
nl: Er kon geen back-up van AI-gegevens worden gemaakt omdat Sentinel niet op tijd reageerde. Er is geen back-up gemaakt.
zh_hans: 由于 Sentinel 未及时响应，AI 数据未能备份。未创建任何备份。
zh_hant: 由於 Sentinel 未及時回應，AI 資料無法備份。未建立任何備份。

# app.userDataExport.aiData.partialFailure.cancelledMessage
source: AI data backup was cancelled. Only browser data was backed up.
de: Das KI-Daten-Backup wurde abgebrochen. Nur die Browserdaten wurden gesichert.
es: Se canceló la copia de seguridad de los datos de IA. Solo se hizo una copia de seguridad de los datos del navegador.
fr: La sauvegarde des données IA a été annulée. Seules les données du navigateur ont été sauvegardées.
ja: AIデータのバックアップはキャンセルされました。ブラウザデータのみバックアップされました。
ko: AI 데이터 백업이 취소됐어요. 브라우저 데이터만 백업됐어요.
nl: De back-up van AI-gegevens is geannuleerd. Alleen van de browsergegevens is een back-up gemaakt.
zh_hans: AI 数据备份已取消。仅备份了浏览器数据。
zh_hant: AI 資料備份已取消。僅備份了瀏覽器資料。

# app.userDataExport.aiData.partialFailure.exportFailureMessage
source: AI data was not included because Sentinel could not export it. Only browser data was backed up.
de: KI-Daten wurden nicht einbezogen, weil Sentinel sie nicht exportieren konnte. Nur die Browserdaten wurden gesichert.
es: Los datos de IA no se incluyeron porque Sentinel no pudo exportarlos. Solo se hizo una copia de seguridad de los datos del navegador.
fr: Les données IA n'ont pas été incluses, car Sentinel n'a pas pu les exporter. Seules les données du navigateur ont été sauvegardées.
ja: Sentinelがエクスポートできなかったため、AIデータは含まれていません。ブラウザデータのみバックアップされました。
ko: Sentinel이 AI 데이터를 내보낼 수 없어 AI 데이터가 포함되지 않았어요. 브라우저 데이터만 백업됐어요.
nl: AI-gegevens zijn niet meegenomen omdat Sentinel ze niet kon exporteren. Alleen van de browsergegevens is een back-up gemaakt.
zh_hans: 由于 Sentinel 无法导出，备份未包含 AI 数据。仅备份了浏览器数据。
zh_hant: 由於 Sentinel 無法匯出，AI 資料未包含在備份中。僅備份了瀏覽器資料。

# app.userDataExport.aiData.partialFailure.invalidArchiveMessage
source: AI data was not included because Sentinel returned an unexpected file. Only browser data was backed up.
de: KI-Daten wurden nicht einbezogen, weil Sentinel eine unerwartete Datei zurückgegeben hat. Nur die Browserdaten wurden gesichert.
es: Los datos de IA no se incluyeron porque Sentinel devolvió un archivo inesperado. Solo se hizo una copia de seguridad de los datos del navegador.
fr: Les données IA n'ont pas été incluses, car Sentinel a renvoyé un fichier inattendu. Seules les données du navigateur ont été sauvegardées.
ja: Sentinelが予期しないファイルを返したため、AIデータは含まれていません。ブラウザデータのみバックアップされました。
ko: Sentinel이 예상치 못한 파일을 반환해 AI 데이터가 포함되지 않았어요. 브라우저 데이터만 백업됐어요.
nl: AI-gegevens zijn niet meegenomen omdat Sentinel een onverwacht bestand teruggaf. Alleen van de browsergegevens is een back-up gemaakt.
zh_hans: 由于 Sentinel 返回了异常文件，备份未包含 AI 数据。仅备份了浏览器数据。
zh_hant: 由於 Sentinel 傳回非預期的檔案，AI 資料未包含在備份中。僅備份了瀏覽器資料。

# app.userDataExport.aiData.partialFailure.serviceUnavailableMessage
source: AI data was not included because Sentinel could not be started. Only browser data was backed up.
de: KI-Daten wurden nicht einbezogen, weil Sentinel nicht gestartet werden konnte. Nur die Browserdaten wurden gesichert.
es: Los datos de IA no se incluyeron porque no se pudo iniciar Sentinel. Solo se hizo una copia de seguridad de los datos del navegador.
fr: Les données IA n'ont pas été incluses, car Sentinel n'a pas pu être démarré. Seules les données du navigateur ont été sauvegardées.
ja: Sentinelを起動できなかったため、AIデータは含まれていません。ブラウザデータのみバックアップされました。
ko: Sentinel을 시작할 수 없어 AI 데이터가 포함되지 않았어요. 브라우저 데이터만 백업됐어요.
nl: AI-gegevens zijn niet meegenomen omdat Sentinel niet kon worden gestart. Alleen van de browsergegevens is een back-up gemaakt.
zh_hans: 由于 Sentinel 无法启动，备份未包含 AI 数据。仅备份了浏览器数据。
zh_hant: 由於 Sentinel 無法啟動，AI 資料未包含在備份中。僅備份了瀏覽器資料。
